{
	"literals":
	[
		{
			"key": "ship_auron_fighter_light",
			"value": ""
		},
		{
			"key": "ship_auron_fighter_light_desc",
			"value": ""
		},
		{
			"key": "ship_auron_fighter_heavy",
			"value": ""
		},
		{
			"key": "ship_auron_fighter_heavy_desc",
			"value": ""
		},
		{
			"key": "ship_auron_fighter_specialist",
			"value": ""
		},
		{
			"key": "ship_auron_fighter_specialist_desc",
			"value": ""
		},
		{
			"key": "ship_auron_cruiser_specialist",
			"value": ""
		},
		{
			"key": "ship_auron_cruiser_specialist_desc",
			"value": "The Gallant is usually a rare sight, restricted only to space with Nim activity. The Gallant is a cruiser sized specialist that offers powerful bonuses to cooldown recovery, subunits, projectile speed, projectile range, and a very powerful bonus to effect durations. The Gallant is a low hull cruiser, but it makes up for this weakness in low delays before repairing, and continuously regenerating shields."
		},
		{
			"key": "ship_auron_bophose",
			"value": "<color=#20FFEAFF>Bo'phose, <color=#fff>The Architect"
		},
		{
			"key": "ship_auron_bophose_desc",
			"value": "Bo’phose was the great designer and architect of the Auron, and can be found by following the many drones or the structures the drones build in systems. Bo’phose ignored the peace treaty between the Skel and the Auron, continuing to pursue the expansion of Auron influence in the universe, this violated Auron tenants, and resulted in Bo’phose’s excommunication. The Architect, Bo’phose’s ship, is a very large drone carrier capable of releasing legions of drones in order to construct a variety of structures of great power."
		},
		{
			"key": "ship_auron_narma",
			"value": "<color=#FF3852FF>Narma, <color=#fff>The Warrior"
		},
		{
			"key": "ship_auron_narma_desc",
			"value": "Narma cuts a path of destruction through Skel space, and can often be found battling Skel queens in orbit over terminally infested planets. As with Ala’nuin this active engagement in the events of the universe violates the tenants of the Auron, and their peace treaty with the Skel, and resulted in the excommunication of Narma. The Warrior, Narma’s ship, is specially suited for combatting Skel, armed with a variety of powerful anti-organic weaponry that pose a serious threat to any organic."
		},
		{
			"key": "ship_auron_traezyn",
			"value": "<color=#FFB852FF>Traezyn, <color=#fff>The Destroyer"
		},
		{
			"key": "ship_auron_traezyn_desc",
			"value": "Traezyn is the scourge of life, and actively destroys any systems populated by anything but Auron. Traezyn is a rigid xenophobe that actively seeks out threats to the Auron and destroys their systems, as such they can often be found positioned above stars in any system with terminally infected Skel worlds, alternatively if the Skel have been destroyed, they can be found similarly in Federation systems. The Destroyer is a capital ship capable of creating a sustained particle weapon that can cause stars to go supernova. Traezyn’s incredible aggression, and active destruction of systems not only violates the peace treaty between the Skel and the Auron, as well as the Auron tenants, but draws the focused ire of the Skel queens, as well as the attention of the Federation, and Gav Inc. Traezyn is a highly sought after Auron, excommunicated by their own and much like Kal’ad, Traezyn has an active bounty by the Auron, the Skel, and the Federation, who frequently send hunters to attempt to track down and destroy Traezyn."
		},
		{
			"key": "ship_auron_alanuin",
			"value": "<color=#2083FFFF>Ala'nuin, <color=#fff>The Prophet"
		},
		{
			"key": "ship_auron_alanuin_desc",
			"value": "Ala’nuin bends space time in order to arbitrate probabile futures, selecting those best suited for Auron survival. Ala’nuin’s active alteration of reality violates the tenants of the Auron, and their peace agreement with the Skel, hence the Auron excommunicated Ala’nuin. Ala’nuin exists within a protoplanet turned spaceship armed with primarily defensive technologies. The Prophet, Ala’nuin’s ship, is powered by massive celestial objects and can only be found near singularities."
		}
	]
}