{
	"signals" :
	[
		{
			"name": "Plasma Ejection",
			"description": "The computer is detecting a high energy signature, primarily in the infrared frequencies. Scans of the emissions suggest there is a lucrative amount of fuel in the ejection. The computer predicts that this is a small coronal mass ejection from the nearby star. The computer advises caution, as plasma ejections are highly charged waves of discharged plasma and can cause significant damage if not shielded properly.",
			"category": "Plasma Ejection",
			"risk": "Medium",
			"oneIn": 5,
			"target": "Star",
			"generator": "Standard",
			"tags": "Neutral Plasma Ejection $1:5[Debris,Ship] $1:10[Shipwreck,Ships] $1:25[Conflict,Graveyard] $1:50[Battle]"
		},
		{
			"name": "Sunglider",
			"description": "The computer is detecting an object in orbit of the star. High resolution scans have detected this object to have large structures in thin sheets extending far around it. The computer is prepared to predict that this object is a sunglider, a vessel designed to capture the velocity of gasses accelerated away from the star by the heat of the star, and its own ejections. The computer advises caution as it is not inconceivable that the sunglider harnesses the energy in the captured photons of its surface, thereby giving it access to large amounts of power.",
			"category": "Sunglider",
			"risk": "Medium",
			"oneIn": 10000,
			"target": "Star",
			"generator": "Standard",
			"tags": "Neutral Sunglider $1:2[Defended]"
		},
		{
			"name": "Sunglider Fleet",
			"description": "The computer is detecting many objects in orbit of the star. High resolution scans have detected these objects to have large structures in thin sheets extending far around each of them. The computer is prepared to predict that these objects are sungliders, vessels designed to capture the velocity of gasses accelerated away from the star by the heat pf the star, and its own ejections. The computer advises caution as it is not inconceivable that these sungliders harness the energy in the captured photons of their surfaces, thereby giving them access to large amounts of power.",
			"category": "Sungliders",
			"risk": "High",
			"oneIn": 100000,
			"target": "Star",
			"generator": "Standard",
			"tags": "Neutral Sungliders $1:2[Defended]"
		},
		{
			"name": "Starfish",
			"description": "The computer is detecting many objects in orbit of the star. High resolution scans have identified a know shape profile for the objects. The computer is prepared to predict that these objects are a rare school of so-called starfish, large, passive, thin membraned organisms that seem to exist by the direction absorption of stellar plasma. Starfish are known to have extensive control over electromagnetic fields and can often maintain their own passive shielding. The computer advises caution as while starfish are usually passive, they will defend themselves in the event of an attack, via shared shielding across the school, and the use of directed plasma emissions as a form of attack.",
			"category": "Starfish",
			"risk": "Medium",
			"oneIn": 5000,
			"target": "Star",
			"generator": "Standard",
			"tags": "Neutral Starfish"
		},
		{
			"name": "Starfish Matriarch",
			"description": "The computer is detecting a swarm of objects surrounding a single large low mass object. High resolution scans have identified a known shape profile for the swarming objects, and only a basic representation of the internal large low mass object. The computer is prepared to predict that given the known shape profile that it can be assumed that the large low mass object is in fact a starfish matriarch, and this swarm is most likely a swarm of males hoping to pass their genetics on to a new generation. The behaviour witnessed in this swarm matches existing profiles of observed behaviour, further corroborating the hypothesis of the computer. The computer advises caution as in all known cases of this such behaviour in starfish, ships that approach are identified as a threat by the swarm, and can expect extreme reactions from the males. Biological records show that the males enter a berserk during a mating swarm, the leading research suggesting that this is in part to defend the rarely seen matriarchs.",
			"category": "Starfish Matriarch",
			"risk": "High",
			"oneIn": 50000,
			"target": "Star",
			"generator": "Standard",
			"tags": "Neutral Starfishes"
		},
		{
			"name": "Solar Array",
			"description": "The computer is detecting a high mass object in orbit of the star. High resolution scans have identified a large surface of thin sheets, consistent with most solar array configurations. The computer is prepared to predict that this is a station designed to harvest the solar power this star is emitting. The computer advises caution as it has yet to determine a use for that solar energy and could therefore have a good deal devoted to self defense.",
			"category": "Solar Array",
			"risk": "Medium",
			"oneIn": 5000,
			"target": "Star",
			"generator": "Standard",
			"tags": "Neutral Solararray $1:2[Defended] $1:5[Shipwreck,Debris] $1:100[Graveyard,Battle]"
		},
		{
			"name": "Solar Array Bank",
			"description": "The computer is detecting many high mass objects in orbit of the star. High resolution scans have identified a large surface of thin sheets, consistent with most solar array configurations. The computer is prepared to predict that this is a series of stations designed to harvest the solar power this star is emitting. The computer advises caution as it has yet to determine the use for the solar power, and it is detecting a network of radiation transmitters and receivers, which it concludes would best be used to transmit power between stations.",
			"category": "Solar Array Bank",
			"risk": "High",
			"oneIn": 50000,
			"target": "Star",
			"generator": "Standard",
			"tags": "Neutral Solararrays $1:2[Defended] $1:5[Shipwreck,Debris] $1:100[Graveyard,Battle]"
		}
	]
}